[DamageType.DmgType_Healing_Impact WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageType.DmgType_Healing_Impact:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Set the net"
NoConstraintText=""
Suffix=""
Prefix=""

[DamageType.DmgType_Healing_Impact:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Gradual recovery is possible"
NoConstraintText=""
Suffix=""
Prefix=""

[DamageType.DmgType_Healing_Impact_NoDoT WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageType.DmgType_Healing_Impact_NoDoT:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Good my friend"
NoConstraintText=""
Suffix=""
Prefix=""

[DamageType.DmgType_Healing_Status WillowDamageTypeDefinition]
DamageLanguageId=0,000000

